backend/views/user/index.php

SELECT * FROM `instituciones`
---
            [
                'attribute' => 'Id_Institucion',
                'value' => 'instituciones.Nombre',
                'filter' => Html::activeDropDownList($searchModel, 'Id_Institucion', ArrayHelper::map(Instituciones::find()->asArray()->all(), 'Id_Institucion', 'Nombre'),
                                                                                    ['class'=>'form-control','prompt' => 'Seleccione la institución']),