backend/views/site/index.php

                                <a target="_self" title="Ir a instituciones" href="../admin/instituciones/index"> <img src="https://pbs.twimg.com/media/Dct7-o4VAAEPxbe.png"/></a>
                            </div>
                            <div class="col-xs-8 text-right">
                                    <?= Html::tag('h2', Html::encode(Instituciones::find()->count())) ?>
---
SELECT COUNT(*) FROM `instituciones`


                 <?php

                 echo Html::activeDropDownList($searchModel, 'Id_Institucion', ArrayHelper::map(Instituciones::find()->asArray()->all(), 'Id_Institucion', 'Nombre'), ['class'=>'form-control compor','prompt' => 'Seleccione la institución', 'onchange' => 'js:comportamiento()']);
---
SELECT * FROM `instituciones`