backend/models/User.php

SELECT * FROM `instituciones`
---
    public function getInstitucionList()
	{
    	$Instituciones = \common\models\Instituciones::find()->all();